{
  "colors":[
  "#800080","#872187","#9A03FE","#892EE4","#3923D6","#2966B8","#23819C","#BF00BF","#BC2EBC","#A827FE","#9B4EE9","#6755E3","#2F74D0","#2897B7","#DB00DB","#D54FD5","#B445FE","#A55FEB","#8678E9","#4985D6","#2FAACE","#F900F9","#DD75DD","#BD5CFE","#AE70ED","#9588EC","#6094DB","#44B4D5","#FF4AFF","#DD75DD","#C269FE","#AE70ED","#A095EE","#7BA7E1","#57BCD9","#FF86FF","#E697E6","#CD85FE","#C79BF2","#B0A7F1","#8EB4E6","#7BCAE1","#FFA4FF","#EAA6EA","#D698FE","#CEA8F4","#BCB4F3","#A9C5EB","#8CD1E6","#5757FF","#62A9FF","#62D0FF","#06DCFB","#01FCEF","#03EBA6","#01F33E","#6A6AFF","#75B4FF","#75D6FF","#24E0FB","#1FFEF3","#03F3AB","#0AFE47","#7979FF","#86BCFF","#8ADCFF","#3DE4FC","#5FFEF7","#33FDC0","#4BFE78","#8C8CFF","#99C7FF","#99E0FF","#63E9FC","#74FEF8","#62FDCE","#72FE95","#9999FF","#99C7FF","#A8E4FF","#75ECFD","#92FEF9","#7DFDD7","#8BFEA8","#1FCB4A","#59955C","#48FB0D","#2DC800","#59DF00","#9D9D00","#B6BA18","#27DE55","#6CA870","#79FC4E","#32DF00","#61F200","#C8C800","#CDD11B","#4AE371","#80B584","#89FC63","#36F200","#66FF00","#DFDF00","#DFE32D","#7CEB98","#93BF96","#99FD77","#52FF20","#95FF4F","#FFFFAA","#EDEF85","#93EEAA","#A6CAA9","#AAFD8E","#6FFF44","#ABFF73","#FFFF84","#EEF093","#FF4848","#FF68DD","#FF62B0","#FE67EB","#E469FE","#D568FD","#9669FE","#FF7575","#FF79E1","#FF73B9","#FE67EB","#E77AFE","#D97BFD","#A27AFE","#FF8A8A","#FF86E3","#FF86C2","#FE8BF0","#EA8DFE","#DD88FD","#AD8BFE","#FF9797","#FF97E8","#FF97CB","#FE98F1","#ED9EFE","#E29BFD","#B89AFE","#FFA8A8","#FFACEC","#FFA8D3","#FEA9F3","#EFA9FE","#E7A9FE","#C4ABFE","#FFBBBB","#FFACEC","#FFBBDD","#FFBBF7","#F2BCFE","#EDBEFE","#D0BCFE"
  ]
  ,
  "compliments": [
    "If this were Neverland, all I'd need to think about to fly is you. And everyone would be all \"Man, you fly a lot.\"",
    "The problem with being friends with you is having to pretend to like my other friends as much. Which is just ludicrous!",
    "If I could bottle the way you make me feel and put it on my food, I wouldn't need ketchup.",
    "There are some days when I just have no energy, and I know that if I asked you to help me lift that mountain; you would. That's pretty neat.",
    "We all have those days where it's like \"Yeah, I'm not getting anything done today\", and on those days I know I can trust you to join me in accomplishing nothing.",
    "If you were a beard, you'd be one of those beards that makes the wearer seem instantly trustworthy, like my grandpa.",
    "If life was a game of scrabble, you'd be the 2 letter wordlist.",
    "Your eyes are, like, wow. The colour of really comfy jeans. No, seriously, *really* comfy jeans.",
    "If I had to choose one person to hide in a bunker with large amounts of heavy armaments and fight off the world, it'd be you.",
    "If you asked it of me on your death bed, I'd hold down the pillow.",
    "Without you the world is like a broken pencil; pointless.",
    "If you were a zombie, I'd let you bite me so we can hang out again.",
    "You know how when someone's talking you drift in and out, not really paying attention to what's being said? Well that hardly ever happens with you.",
    "When I'm in a grumpy mood; you're the only one who can get me out of that funk. Thanks, I guess.",
    "I don't say this enough, but I like it more when you talk to me than when you don't talk to me.",
    "You know I enjoy solitude more than I do the company of people, but somehow you make companionship seem pleasant.",
    "I was doing a jigsaw the other day, and it was hard because it was all one single colour. Then I realised you need to come over more oftan.",
    "If there's one thing I like about you; it's that I like more than one thing about you.",
    "You're a good friend because when I start having a conversation with myself, or giggle at a joke my internal monologue made - you don't judge me for it.",
    "I don't feel the need to judge you like I do with most people.",
    "In a Disney film there's always some badass talking animal that the audience loves. I bet if you were in a Disney film the animal would be your mentor, or friend or something.",
    "If you were my pet dog, I'd totally pretend you were a guide dog so I could take you into shops and theatres with me.",
    "I sort of hate that you know me so well. On the otherhand I sort of love it that thats all I can find to hate about you.",
    "Some people think we spend too much time together. Those people are stupid.",
    "Some people think we're dating because of the time we spend together. What we have is better than that.",
    "When I lose something, you'll help me find it, and if we both fail - you'll remember about it weeks later and ask after it. That's kinda handy.",
    "I hope you never become famous because if your name came up in a game of pictionary I'd lose instantly, how can I draw perfection?",
    "Sometimes I get in a mood where I think \"everything around here annoys me\". When that happens you're the only thing I want to be around.",
    "At this point we have so many inside jokes that we basically have our own language. That's kinda awesome, and awesome things make me happy.",
    "If anyone says you need to change yourself, just be like \"I'm a banana\" and ride a tiny squeaky unicycle out of the room. You don't need to change, and that sounds like a kinda bitching way to make an exit.",
    "I like that no matter where we are, or who we're with, I can just give you a look and you'll know exactly what I'm thinking.",
    "You're like a hug that lasts a bit longer than it should, only instead of becoming awkward it's like \"Wow, I wasn't expecting this much love.\"",
    "I don't know how you do it, but I find it curiously hard to be a dick to you.",
    "If I could find the secret to your social chemistry: I would print it on a t-shirt, and then everyone would love me too.",
    "If I could wear your face on a t-shirt without it being creepy, I'd wear it around town and tell people that it's the face of a winner, and everyone would be all \"Oh my god, I need that t-shirt\".",
    "My life would be so much easier if I could pay you to make my decisions for me.",
    "Sometimes the evil pixie that lives in my head suggests a joke that makes me laugh but I'm like \"Well this should stay internalised\". Then I say it anyway, because I'm an idiot, and you just give me a look like \"I'm going to pretend you didn't say that\". I appreciate that.",
    "I like to sing with you because I know that even though I can't sing, you'll join in anyway.",
    "You're awkward, but in a cute way. Like an elevator ride with a stranger, but the stranger is holding a box of kittens.",
    "I don't know who you think you are, but if you think it's someone sexy - then okay.",
    "If I were to take all the things I like about you and mix them in a blender the result would be a rasberry and vanilla milkshake. They're pretty awesome.",
    "If you went to a bona-fide psychic, I bet they'd ask you out. Psychics can see the future, so that must be a good sign.",
    "If you had a parasite that needed to spread to another host or kill you; I'd take that hit.",
    "I'm comfortable when I'm around you. It's kinda like being at home alone in bed, but with less masturbation.",
    "I don't like me, but you like me. That's enough.",
    "I don't care if you don't know what you want to be, because right now you are already what I need.",
    "When I first met you, I was like, \"Oh, well, this person is going to be awesome\". And you were, and now we're friends. That's pretty neat.",
    "If I were a wizard I wouldn't turn you into Amy Pond, even though that would probably benefit the both of us, because I like you just the way you are.",
    "They say that if you love someone you should let them go. There was some more but I stopped listening. I'm never letting you go.",
    "I think it's safe to assume that you're the best person I know. That's not because I don't know many people, because I totally do.",
    "You know how when you do that thing? Yeah, I like that.",
    "Sometimes I look at you and I'm all \"Hello\" instead of \"Get lost\" - that's why you're special.",
    "I'm willing to put on proper clothes and leave my house to hang out with you. That's a rare and special accolade indeed.",
    "When you beat me in online games; I don't mind at all, the fun part was playing.",
    "Sometimes when I hang out with you I just think to myself \"This person is ridiculous.\" and that's why you're my best friend.",
    "I'm so glad you get my sense of humour. I only think I'm funny; you make it official.",
    "Being with you is like listening to my favorite song. Except that I tend to play songs so much I get sick of them, this hasn't happened with you though.",
    "You're not clumsy, you just happen to be really friendly with walls, floors and doors.",
    "I know I don't say \"I Love You\" enough, but if I said it everytime I felt it I'd never get anything done.",
    "Some people say you're weird, and that's pretty cool. Weird people are interesting, normal people just plain suck.",
    "I don't think you realise just how attractive you are. You're easily a 10, and that's coming from another 10, so I know what I'm talking about.",
    "I'm in a blah mood today, I can't make decisions, nothing sounds good, and I want to do something but I don't know what that is. So thanks for pretending I'm not being super difficult right now. I know I am, thanks for lying.",
    "Today I got myself into an existential crisis trying to think of how you'd explain the colour red to a blind person. That's when I realised that I shouldn't be left alone. Damn you.",
    "If we were robbing a bank together and the police caught me, I wouldn't tell them your name. Not even if they hurt my feelings.",
    "You think people ignore you like a Terms and Conditions box, however I will always accept you.",
    "I honestly don't know anyone like you. Except me. You're a lot like me. That's kinda cool",
    "Social occasions are like a game of tetris for me, and you're the well times long straight peice that clears away the clutter.",
    "I often wonder if anyone else thinks like me, and then I talk to you and I realise that we're both weird. I quite like that about you.",
    "I know the first rule of Fight Club is that you do not talk about Fight Club, but you'd make me break that rule because you don't keep things from your best friend. Best friends first, then Fight Club.",
    "I would love to spend every minute of every day with you, but sometimes I have to get things done."
  ]
}
